[
  {
    "person": "천안함 피격사건",
    "description": "2010년 3월 26일 밤 9시 22분, 대한민국 백령도 남서쪽 약 1km 지점에서 포항급 초계함인 PCC-772 천안함이 초계임무 수행도중 북한 해군 잠수정의 어뢰에 공격당해 선체가 반파되며 침몰한 사건이다. 피격 이후, 인근 지역에서 작전 중이던 포항급 초계함인 PCC-778 속초함과 백령도 등지의 참수리급 고속정, 해경 함정에 의해 58명이 현장에서 구조되었으며 46명이 전사하였다."
  },
  {
    "person": "김응현 선생님",
    "description": "제자들이 '아빠'라 불렀던 선생님 가족을 사랑하시고 제자들을 존중해 주셨던 선생님이십니다."
  },
  {
    "person": "전수영 선생님",
    "description": "'구명조끼 애들은 입혔어' 라는 마지막 통화를 남긴 항상 학생들을 먼저 생각하겠다고 부임하던 날의 다짐을 실천하신 천사 전수영선생님... 고맙습니다."
  },
  {
    "person": "고창석 선생님",
    "description": "아침마다 학교 교실 앞에서 손을 크게 흔들며 웃으면서 인사해 주시던 또치 샘, 당신을 기리며 심은 기념식수 푸른 소나무처럼 당신을 영원히 기억하겠습니다. "
  },
  {
    "person": "김초원 선생님",
    "description": "각자 자신만의 개성을 가진 학생들이 되기를 바라며 진정한 선생님을 고민하셨던 2014년 4월 16일 김초원선생님은 사랑하는 제자들과 마지막 생일을 함께 했습니다."
  },
  {
    "person": "남윤철 선생님",
    "description": "제자들과의 교감을 중요하게 생각하고 대화의 의미를 주기 위해 반 급훈을 만들지 않았던 공부가 전부가 아니니 더 많은 세상을 경험하기 위해 여행을 다니라고 조언하셨습니다."
  },
  {
    "person": "박육근 선생님",
    "description": "상담일지를 만들어 학생들의 환경과 처지를 이해하려고 노력하셨던 생활인격부가 생기기 전부터 학생 인격 존중에 대해 고민하고 실천하는 선생님이셨습니다. "
  },
  {
    "person": "양승진 선생님",
    "description": "담당 교과목을 넘어서 학생들의 인성지도를 최고로 생각하셨던 학생들을 직접 대하고자 하는 마음은 선생님의 오래된 교육 철학입니다."
  },
  {
    "person": "유니나 선생님",
    "description": "'들깨, 우지, 수정, 아린, 봄이, 봉봉' 서로 코드가 달라 우리 모임은 콩가루패밀리 멤버 스페인어로 소녀라는 뜻의 '니나,' 유니나선생님은 딸바보 아빠와 엄마, 동생 돌보미 오빠, 콩패미로 행복했습니다."
  },
  {
    "person": "이지혜 선생님",
    "description": "난 엄마가 아니고 선생님이야, 헛짓하지 말고 공부해라. 화장, 휴대폰 사용도 엄격히 통제하셨던 그러나 밤늦게까지 학생들에게 손편지를 쓰셨던 반전매력의 가브리엘라, 당신이 그립습니다."
  },
  {
    "person": "이해봉 선생님",
    "description": "연을 맺었던 모든 이들에게 아름다운 기억을 남기고 간 '바다의 킹왕짱' 이해봉선생님은 한마디로 화려한 수식어가 필요없는 '그냥 참 좋은 사람'이셨습니다."
  },
  {
    "person": "최혜정 선생님",
    "description": "진심으로 사랑한다면 따지지 않고 배려하고 기다려 줄 수 있는 아량이 있어야 된다고 믿었던 어두운 곳이 많은 이 세상에 환한 빛이 되고 싶어 하셨던 최혜정선생님을 영원히 기억하겠습니다. "
  },
  {
    "person": "윤영하 소령(정장,충무무공훈장 추서)",
    "description": "2002년 6월 29일. 제2연평해전의 영웅이며, 서해 NLL을 목숨바쳐 사수한 대한민국 해군의 진정한 군인으로 비록 전투 초반에 전사했지만, 끝까지 자기 임무를 다하고 귀감이 된 참군인이다. 당시 참수리 357호정의 승조원들이 등산곶 684호정의 선제 기습 포격에 맞설 수 있도록 대응사격 명령을 내렸다."
  },
  {
    "person": "한상국 상사(조타장,화랑무공훈장 추서)",
    "description": "2002년 6월 29일. 온 국민이 들떠있던 그날의 오전 9시 54분, 북한 경비정이 연평도 서쪽 7마일 해상에서 기습적으로 NLL을 침범합니다. 전사하는 순간까지 키를 놓지 않았던 참수리 357정의 조타장 한상국 상사. 한상국 상사가 우리에게 돌아오기 까지는 꽤 많은 시간이 걸렸습니다. 교전이 끝나고 41일만에 참수리 357정의 조타실에서 SSU 대원들에 의해 발견되었는데요. 발견될 당시 한상국 상사는 키를 잡고 있었다고 합니다."
  },
  {
    "person": "조천형 중사(병기사,화랑무공훈장 추서)",
    "description": "2002년 6월 29일 NLL을 침범한 북한군을 막기 위해 근접방어 작전을 펼치다 적의 기습적인 공격을 받고 전사를 했습니다. 참수리 고속정의 조타장으로써 끝가지 조타를 놓지 않았던 조천형 중사였습니다.해군중사로 진급과 화랑무공훈장이 추서가 되었으며, 2009년 12월 1일 그의 이름을 따서 명명한 570톤 유도탄 고속함인 ‘조천형 함’이 진수가 되었습니다."
  },
  {
    "person": "황도현 중사(병기사,화랑무공훈장 추서)",
    "description": "2002년 6월 29일. 참수리 357호정의 22mm 벌컨포 사수였던 황 중사는 제2연평해전 당시 포탄을 다 쏘고도 방아쇠를 꼭 쥔 채 시신으로 발견돼 감동을 줬다."
  },
  {
    "person": "서후원 중사(내연사, 화랑무공훈장 추서)",
    "description": "2002년 6월 29일.내연사였던 서 중사는 참수리 357정의 기관실에서 근무하고 있었다. 전투가 시작되자 그는 M60 기관총이 설치된 거치대로 뛰어가 엄폐물도 없이 방아쇠를 당겼다."
  },
  {
    "person": "박동혁 병장(의무병, 충무무공훈장 추서)",
    "description": "2002년 6월 29일. 의무병 박동혁 병장은 5군데나 총상과 파편상을 입었음에도 전우들을 살리기 위해 고군분투하던 중 피격을 당하여 오랜 투병생활 끝에 눈을 감았습니다."
  }
]
