import ahnbyeonha from 'assets/img/person/ahnbyeonha.png';
import hintspenter from 'assets/img/person/hintspenter.png';
import kimnamjoo from 'assets/img/person/kimnamjoo.png';
import parkgwanhyun from 'assets/img/person/parkgwanhyun.png';
import parkseunghee from 'assets/img/person/parkseunghee.jpg';
import yunhanbong from 'assets/img/person/yunhanbong.jpg';
import yunsangwon from 'assets/img/person/yunsangwon.jpg';

export const dataFor518 = [
  {
    id: 0,
    title: '안병하',
    image: `${ahnbyeonha}`,
    description:
      '5.18 민주화운동이 발생하자, 신군부의 강경 진압 명령을 거부하고 학생 및 시민들의 시위에 온건하게 대처할 것을 일선 경찰들에게 명령.특히 발포 명령을 거부하고 오히려 일선 경찰들로부터 총기를 회수할 것을 명령해 1960년 4.19 혁명 때처럼 경찰에 의한 사상자가 발생하는 것을 막았다. 대통령 앞에서까지 경찰의 무기 사용을 극구 반대하며 시민의 안전을 최우선으로 생각했다. 5.18 민주화운동이 계엄군에 의해 진압된 이후 그가 머물고 있던 경찰항공대 임시 막사에 보안사 요원들이 찾아와 다짜고짜 그를 붙잡아 계엄사령부가 있는 서울 동빙고동 보안사령부로 연행했다.그와 동시에 전라남도 경찰국장이라는 직위 역시 해제되었다. 계엄사에 체포당한 그는 8일 동안 혹독한 고문을 받았으며 그의 육체와 정신을 끔찍하게 짓밟혀 나갔다. 당시 그는 혹독한 고문을 받으면서도 5.18 민주화운동을 함께 겪은 경찰 부하들을 보호했고, 셋째 아들인 안호재 씨에 따르면 “아버님은 혹독한 고문을 받으면서도 ‘부하들에게 책임을 묻지 않겠다’는 조건으로 사표를 제출했다”고 한다.',
  },
  {
    id: 1,
    title: '위르겐 힌즈페터',
    image: `${hintspenter}`,
    description:
      '5.18 민주화운동이 진행 중이던 1980년 5월 20일 오후 그는 전라남도 광주시에 잠입.힌츠페터는 그 전날 한국군 계엄사령부의 계엄령 선포 등 여러 가지 정황을 봤을 때 평범한 사건이 아니라고 판단하고, 한국에 여러 번 전화를 걸어보았으나 불발. 이에 힌츠페터는 2시간만에 짐을 싸서 같은 방송국의 녹음 담당 기자인 헤닝 루모어(Henning Rumohr)와 함께 5월 19일 오후 직접 서울로 전달. 힌츠페터의 취재와 영상자료는 5.18 민주화운동을 폭동으로 날조하려는 시도를 저지하고 오늘날의 평가를 정립하는 데 크게 기여.',
  },
  {
    id: 2,
    title: '김남주',
    image: `${kimnamjoo}`,
    description:
      "1969년 전남대 영어영문학과 입학 후 3선개헌 반대운동과 교련 반대운동에 기여.1972년 유신체제를 비판한 지하신문인 '함성'지 제작. 반공법 위반 혐의로 구속, 전남대에서 제적.1979년 남조선민족해방전선준비위원회(남민전) 조직원으로 서울에서 활동 중 구속. 징역 15년을 선고 받고 광주교도소에 수감. 1988년 형집행정지로 투옥생활 9년 3개월만에 출감. 1990년 5·18항쟁시선집 [학살] 출간. 1992년까지 민족문학작가회의 민족문학연구소장 1994년 췌장암으로 사망하여 광주 망월동 5·18묘역 안장",
  },
  {
    id: 3,
    title: '박관현',
    image: `${parkgwanhyun}`,
    description:
      '1979년 들불야학에 참여하면서 학생운동과 사회운동에 뛰어듬. 1980년 전남대 총학생회장에 선출된 후 1980년 봄 학생운동을 주도. 1980년 5·17 계엄확대 조치로 신군부의 1급 체포 대상이 됨. 1982년 서울서 노동자생활을 하다가 체포된 후 광주교도소에 수감. 1982년 7월부터 5·18항쟁 진상규명 등을 요구하며 장기간 단식. 1982년 10월 11일 건강악화로 전남대병원에서 29세의 나이로 사망',
  },
  {
    id: 4,
    title: '박승희',
    image: `${parkseunghee}`,
    description:
      '1990년 전남대 식품영양학과 입학. 용봉 편집위원으로 활동. 1991년 5월 19일 21일 간의 병상투쟁 끝에 사망',
  },
  {
    id: 5,
    title: '윤한봉',
    image: `${yunhanbong}`,
    description:
      '1974년  민청학련사건으로 투옥, 이후 재야운동가로 활동. 1980년 5월 학생운동세력 주모자로 지목, 수배. 미국에서 민족학교와 재미한국청년연합 결성. 1987년 정치망명 허가, 미국의 한국인 정치망명자 1호',
  },
  {
    id: 6,
    title: '윤상원',
    image: `${yunsangwon}`,
    description:
      '1971년 전남대 정치외교학과 입학. 1975년 군 복무를 마치고 삶에 결정적 계기가 된 김상윤(국문 68)과 만남  1980년 5월 18일 광주시민을 학살하는 공수부대에 맞서 싸우기 시작. 1980년 인천에서 열린 전국민주노동자연맹 결성 집회에 발기인으로 참석, 광주·전남 지역을 대표하는 중앙위원으로 선임. 1980년 5월 18일 광주시민을 학살하는 공수부대에 맞서 싸우기 시작',
  },
];
