import backseonyeop from 'assets/img/625person/625baekseonyeop.jpg';
import berkle from 'assets/img/625person/625berkle.jpg';
import chaemyeongsin from 'assets/img/625person/625chaemyeongsin.jpg';
import jangdoyeong from 'assets/img/625person/625jangdoyeong.jpg';
import kimjongoh from 'assets/img/625person/625kimjongoh.jpg';
import kimseokwon from 'assets/img/625person/625kimseokwon.jpg';
import kimsin from 'assets/img/625person/625kimsin.jpg';
import kimmyeongok from 'assets/img/625person/625kimyeongok.jpg';
import macarthor from 'assets/img/625person/625macarthor.jpg';
import wartonwarker from 'assets/img/625person/625wartonwarker.jpg';
import sonwonil from 'assets/img/625person/625sonwonil.jpg';

export const dataFor625 = [
  {
    id: 0,
    title: '백선엽',
    image: `${backseonyeop}`,
    description:
      '만주국 육군군관학교 제9기로 졸업하여 간도특설대에서 장교로 복무하였다. 1945년 만주군 중위로 있을 때 광복을 맞아 평양에 돌아왔고, 독립운동가 조만식의 비서로 활동하다가 소련이 이북 지역에 진주하자 그해 12월 월남했다. 1946년 군정기 남조선국방경비대 제5연대 중대장을 맡았고, 1949년 제5사단장이 되었으며, 1950년 개성 제1사단장으로 승진한 이후 한국 전쟁에 참전하였다. 전쟁 초기 인민군에 패퇴하여 수도 서울이 조기 함락되는 원인을 제공하였으나 미군과 함께 다부동 전투 등에서 전공을 세우며 32세에 대한민국 국군 최초의 대장에 올랐고, 태극무공훈장과 미국 은성무공훈장을 받았다.',
  },
  {
    id: 1,
    title: '알레이 버크',
    image: `${berkle}`,
    description:
      '한국전쟁이 발발하자, 포레스트 셔먼 제독은 해군 작전총장였던 알레이 버크에게 극동 해군 참모부장으로 일할 것을 명령했다. 1951년 7월에는 한국의 휴전을 위해 유엔 대표단의 일원으로 공산당과 협상하기도 했다. 휴전을 논의하는 천막에서 6개월을 일한 뒤, 그는 해군 작전 국장으로 돌아와 1954 년까지 전략 계획 부서장으로 근무했다.',
  },
  {
    id: 2,
    title: '채명신',
    image: `${chaemyeongsin}`,
    description:
      " 한국전쟁 당시 '백골병단'이라고 불리는 게릴라 부대를 이끌고 북한군 점령지를 돌며 후방 교란을 펼쳐 전과들을 다수 올렸다.이후 백석산 북방 M-1고지 전투에서 20사단 60연대장이 되어서 61연대가 쟁탈한 고지를 사수했으며 전후 준장으로 진급해 5사단장이 된다.",
  },
  {
    id: 3,
    title: '장도영',
    image: `${jangdoyeong}`,
    description:
      '1950년 한국 전쟁에 참전하였고 김종오 대령의 후임으로 6사단장으로 부임한다. 6사단장으로 부임한후 사창리 전투에서 패배하였으나 병력을 수습한뒤 후퇴하였다. 이후 용문산 전투에서 중공군 3개 사단, 3만명을 막아내며 대승을 거두었다. 휴전 이후 1953년 6월 육군 제8사단장, 1954년 2월 육군 제2군단장 등을 거쳐 그해 10월 육군 중장으로 승진했다. 이후 1955년 5월에 육군본부로 돌아와 기획참모부장, 행정참모부장, 참모차장 등을 역임한 후 1956년 육군참모차장에 취임했고, 1957년 7월 다시 육군참모차장에 연임되었으며 육군 제2군사령부 사령관을 거쳐 5.16 군사 정변 이전에 제2공화국 출범 이후 장면 국무총리에 의해 발탁되어 육군참모총장으로 재직했다.',
  },
  {
    id: 4,
    title: '김종오',
    image: `${kimjongoh}`,
    description:
      '1947년 육군 제1연대장이 되었고, 한국 전쟁 개전 당시 육군 대령으로 제6사단의 사단장이었다. 1950년 7월 준장으로 진급하였다. 제6사단장 역임시 낌새를 수상히 여긴 김종오는 춘천에 주둔한 육군 제6사단 제7연대에 1950년 6월 22일부터 경계태세 강화와 동시에 전장병의 외출을 금지시키도록 명령했다. 그 때문에 조선인민군 2만4천 명은 6월 25일 새벽 춘천을 기습공격했지만 40% 이상의 전력을 상실한 채 춘천지역 점령을 실패하고 말았다. 춘천 전투에서 6사단은 3일간 조선인민군과 대치하며 춘천을 확보했으며 조선인민군의 진군을 성공적으로 차단하였으나 육군본부 명령에 따라 충주로 철수하면서 조선인민군은 6월 27일 저녁 10시에 춘천을 점령했다.이후 김종오가 이끄는 6사단 7연대는 동락리 전투서 조선인민군에게 승전을 거두었다. 1950년 10월 희천 전투 때, 김종오가 이끄는 육군 제6사단 제7연대는 조선인민군의 18사단의 1개 연대를 물리치고 희천을 점령하였다. 이후 김종오는 9사단 사단장으로 부임하여 백마고지 전투에서 중공군과 전투를 벌여 승전하였다.',
  },
  {
    id: 5,
    title: '김석원',
    image: `${kimseokwon}`,
    description:
      '김석원 장군은 구한말 무관학교에 입교하였다가 한일합방 후 일본 육사로 편입되어 27기로 임관, 일본군 대좌까지 복무하였다. 김석원은 해방 후 일본군 출신은 근신해야 된다는 생각에서 군에 바로 들어가지 않고 있다가 육사 8기 특별반으로 임관, 1사단장으로 1949년 1월 개성지구를 담당했다.',
  },
  {
    id: 6,
    title: '김 신',
    image: `${kimsin}`,
    description:
      '김신(1922~2016) 공군 중장이 걸어온 길은 우리나라 공군의 역사이기도 하다. 백범 김구 선생의 차남으로, 대를 이어 나라에 헌신했다. 전쟁이 일어난 다음날인 6월 26일 이근석 대령 등 10명의 공군 장교와 함께 미군으로부터 ‘F-51 머스탱’ 전투기를 인수하기 위해 일본으로 건너갔다. 당시 미국은 F-51 전투기 인수 조건으로 ‘훈련 없이도 전투기를 탈 수 있는 조종사’를 원했다. 중령이었던 김 중장은 10명 중 유일하게 미 공군에서 F-51로 훈련받은 경험이 있어 ‘국군 첫 전투기 인수’에 결정적인 역할을 했다. 그는 일행과 쉬지 않고 훈련해 7월 2일 전투기를 이끌고 귀국했고, 휴식도 없이 바로 다음날인 3일부터 출격해 강원 묵호·삼척지구, 서울 영등포·노량진지구 전투 등에서 적 부대와 탄약저장소를 맹렬히 공습했다. 특히 대령으로 제10전투비행 전대장을 맡은 뒤에는 미 공군이 수차례 출격하고도 성공하지 못한 평양 근교 ‘승호리 철교’ 폭파 임무를 성공적으로 수행했다.',
  },
  {
    id: 7,
    title: '김명옥',
    image: `${kimmyeongok}`,
    description:
      '미국으로 이민 간 한인 교포 2세이며, 고등학교 졸업후에 로스엔젤레스 시티 칼리지에 들어갔지만 1년 뒤에 자퇴하고 이런저런 일을 하던 도중에 제2차 세계 대전이 발발하자 미 육군 모병소로 갔으나 그 당시에 아시아계라는 이유로 거절당했다. 그 뒤 1941년에 법이 바뀌어 아시아계도 징집 대상에 들어가 육군 병으로 입대했다.투입되고 나서 탈북자 사이에서 뽑은 유격대를 지휘하며 정보 수집 임무를 맡다가 1951년 4월에 미 육군 제7보병사단 31보병연대 정보참모로 임명되었다. 이후 별 볼일 없던 31연대가 연전연승을 거두는 계기를 만들었다. 엄청난 타격을 입어서 사기도 최악이었던 연대에서 솔선수범하며 활약해 장병들을 독려하기도 했다.',
  },
  {
    id: 8,
    title: '맥 아더',
    image: `${macarthor}`,
    description:
      "6·25 발발에 관한 맥아더의 최초의 보고는 워싱턴 시간으로 1950년 6월 25일 일요일 새벽 5시, 침공이 개시된 지 14시간 뒤에 육군성본부에 도착했다. 그러나 맥아더는 주한 미군 군사 고문단의 요청에 따라 개전 당일부터 합참의 지시도 받지 않고 한국군 지원 조치를 취하기 시작했다.1950년 한국 전쟁이 일어나자, 유엔군 총사령관에 취임하였다. 한국전쟁 당시 맥아더는 한국군의 군세를 돌아보고 채병덕 육군참모총장이 '허세가 높은 반면 실속이 없는 인물'이라는 것을 간파하여 채병덕의 면전에서는 채병덕을 극찬한 반면 이승만 대통령과 단 둘이 있을 때 채병덕의 보직을 해임시키라고 건의하였다.[16] 이승만은 맥아더의 이러한 건의를 적극적으로 수용하여 채병덕을 육군참모총장에서 해임시키고 그 후임으로 정일권을 임명했으며 채병덕에게는 1개 연대의 병력만 부여하여 부산 방어의 임무를 맡겼으나 채병덕은 지휘경험 부족으로 인하여 전사하고 말았다.",
  },
  {
    id: 9,
    title: '월튼 워커',
    image: `${wartonwarker}`,
    description:
      '1950년 6월 25일 북한에 의해 한국 전쟁이 발발하자, 미 극동군사령관 더글러스 맥아더 원수는 워커 중장에게 주일 미 제8군의 “제24보병사단을 한국으로 이동시키라.”라는 명령을 하달(1950년 6월 30일)하였다. 월턴 워커 중장은 7월 13일 한반도로 파견되었다.',
  },
  {
    id: 9,
    title: '손원일',
    image: `${sonwonil}`,
    description:
      "1948년 9월 5일에 조선해안경비대를 바탕으로 대한민국 해군을 창설하자 해안경비대 총사령관 손원일 대령은 그대로 초대 해군참모총장이 되었다. 1948년 12월 10일 이응준·채병덕·송호성·손원일이 대령에서 준장으로 진급, 김홍일이 준장으로 임관했으며 2개월 후인 1949년 2월 4일 손원일 준장은 이응준·채병덕·김홍일과 함께 소장으로 진급하였다. 이듬해인 1949년에 대한민국 해병대 창설을 승락하기도 했다. 여순 제14연대 반란사건 이후 당시 해군 장교였던 신현준 소령이 해군본부에 '우리도 해군 육전대 같은 상륙부대가 있었으면 바다를 통해 진압병력을 빠르게 기동시켜서 일이 커지기 전인 초기에 진압이 가능했을 것'이라고 보고했고, 이를 설득력 있다고 판단한 손원일 제독이 해병대 창설을 승락하게 된 것이다. 해병대 창설 아이디어를 처음 제시하고 건의한 인물인 신현준 장군은 해군본부의 창설 허가가 나자 해병대 창설을 직접 맡아서 주도했고 해병대 초대 사령관이 되어 중장으로 예편했다.대한민국에 부임 당시 미숙했던 장병들만으로 극도로 불리했던 낙동강 전선을 사수하면서 그는 낙동강 방어선에서 죽는 한이 있어도 무조건 방어하라고 부하들에게 명령했다.",
  },
];
